Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/nannejit-sami-giellabarggu.html.tmx
Source language: sme
Languages: smj

source: Nannejit sámi giellabarggu / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
smj: Nanni sáme giellabargov / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámedigge - Sametinget

source: Nannejit sámi giellabarggu
smj: Nanni sáme giellabargov

source: Sámedikki doarjjaortnegat sámi giela várás nannejit sámi giellabarggu.
smj: Sámedikke doarjjaårniga sámegiela vuoksjuj doarjju sáme giellabargov.

source: Dan čájeha evalueren maidNorut Alta – Áltá lea dahkan ovttasNordlandsforskning / Nordlánda dutkamiin Sámedikki ovddas.
smj: Dav vuoset muhtem guoradallam mav Norut Alta – Áltá le dahkam Nordlandsforskning / Nordlánda dutkama siegen Sámedikke åvdås.

source: Raporta " Sámedikki ohcanvuđot doarjjaortnegat sámegiela várás - evalueren ” ovdan buktojuvvui Sámedikkis vuossárgga 18.02.13.
smj: Rapportta " Evaluering av Sametingets søkerbaserte tilskuddsordninger for samisk språk ” åvddån biejaduváj Sámedikken mánnodagá 18.02.13.

source: Evaluerema ulbmilin lea oažžut gova sihke das movt doarjjaoažžut geavahit Sámedikkis ožžon doarjaga ja movt Sámediggi ieš hálddaša doarjjaortnegiid.
smj: Guoradallama ulmme le gåvåv åttjudit sihke gåktu doarjjavuosstájvállde Sámedikke dårjav adni ja gåktu Sámedigge iesj doarjjaårnigijt háldat.

source: Okta váldokonklušuvnnain raporttas lea ahte gielladoarjagat doibmet vuođđun giellabarggu lassáneapmái.
smj: Akta rapporta oajvvekonklusjåvnåjs le jut gielladoarjja doajmmá dagu “ dáden ” massta tjuovvu ålles suohkkis vuobme giellabargos.

source: Go geahččá servodatperspektiivvas, de doibmet dát lávga ovttasbargguin sihke eará gielladoaibmabijuiguin ja sámi giellapolitihkain maid Sámediggi fievrrida.
smj: Sebrudagá åvdås doajmmá dát vuomásj lahka aktijvuodan ietjá gielladåjmaj ja sáme giellapolitihka siegen man åvdås Sámedigge vásstet.

source: Evalueren čájeha ahte doarjjaoažžuid mielas ortnet doaibmá bures.
smj: Guoradallam vuoset doarjjavuosstájvállde li viehka dudálattja årnigijn.

source: Ollu giellaprošeavttaide lea Sámediggi deaŧaleamos ruhtadangáldu.
smj: Moaddásijda dájs giellaprosjevtajs le Sámedigge ájnnasamos ruhtadiddje.

source: Danne lea ortnet deaŧalaš sámegiela ovddideapmái ja dihtomielalažžan dahkamii.
smj: Danen le årnik ájnas sámegiela diedulasjvuohtaj ja åvddånahttemij.

source: Ráđđelahttu Ellinor Marita Jåma dadjá ahte Sámediggi áigu geahčadit raportta vuđolaččat, danne go dat šaddá leat deaŧalaš Sámedikki doarjjaortnegiid buoridanbarggus sámegiela várás.
smj: Rádeájras Ellinor Marita Jåma javllá Sámedigge galggá rapportav snivva låhkåt, danen gå dat sjaddá ájnas gå galggá buoredit Sámedikke doarjjaårnigijt sámegiela vuoksjuj.

source: - Sámegiella lea áitojuvvon sakka, ja danne lea deaŧalaš ahte Sámedikki giellaruđat geavahuvvojit buoremus vuogi mielde.
smj: - Sámegiella le alvos dætto vuolen, ja danen le ájnas jut Sámedikke giellarudá buoremus láhkáj aneduvvi.

source: Danne lea dárbu evalueret ortnega vai sáhttá oaidnit maid ortnegis sáhtášii buoridit, dadjá ráđđelahttu Ellinor Marita Jåma.
smj: Danen le ájnas årnigav guoradallat váj gávnná gåktu máhttá årnigav buoredit, javllá rádeájras Ellinor Marita Jåma.

source: Evalueren lea čađahuvvon ovttasbargguin Norut Alta - Áltá ja Nordlandsforskning / Nordlánda dutkam nammasaš ásahusaiguin.
smj: Norut Alta - Áltá ja Nordlandsforskning / Nordlánda dutkam li aktan dáv guoradallam.

source: Seniordutki Eva Josefsen lea leamaš prošeaktajođiheaddji dán barggus mii lea čađahuvvo ovttas Norut Alta - Áltá dutkiin Áila Márge Varsi Baltoin ja Nordlandsforskning / Nordlánda dutkam dutkiin Marit Solstad:in.
smj: Seniordutke Eva Josefsen le prosjevtav jådedam ja suv siegen libá barggam dutkeguovtes Áila Márge Varsi Balto Norut Alta - Áltás ja Marit Solstad Nordlandsforskning / Nordlánda dutkamis.
